Repository: pepl/xims
Catalog: branches/stable-1.4/po/*.po
Languages: de

source: Document body could not be converted to a well balanced string.
de: Der Versuch, einen Fehler im »body«-Abschnitt des Dokumentes zu beheben, schlug fehl.

source: Could not get template
de: Die Vorlage konnte nicht geholt werden.

source: Update of object failed.
de: Das Objekt konnte nicht aktualisiert werden.

source: Number of TANs not set!
de: Die Anzahl der TANs wurde nicht gesetzt!

source: TAN-List could not be created.
de: Die TAN-Liste konnte nicht angelegt werden.

source: Creation of object failed.
de: Das Objekt konnte nicht angelegt werden.

source: Could not find or set target
de: Das Zielobjekt konnte nicht gefunden oder gesetzt werden.

source: Will not store a self-referencing link
de: Ein Link, des auf sich selbst zeigt, kann nicht gespeichert werden.

source: No target specified!
de: Kein Ziel angegeben!

source: bad formed filter conditions:
de: Ungültige Filterregeln:

source: filter xml looks ok
de: Filterregeln OK.

source: Could not create member object.
de: SimpleDBMember konnte nicht angelegt werden.

source: Could not import SimpleDBItem
de: SimpleDBItem konnte nicht importiert werden.

source: Test regex did not compile. Please update SimpleDB field definition.
de: Ein regulärer Ausdruck konnte nicht kompiliert werden. Bitte passen Sie die entsprechende SimpleDB Feld-Definition an.

source: Value '{value}' of '{name}' does not match input pattern '{pattern}'.
de: Das Eingabemuster »{pattern}« für das Feld »{name}« lässt den Wert »{value}« nicht zu.

source: Copying VLibraries is not implemented.
de: Das Kopieren von VLibrary-Objekten ist nicht möglich.

source: Viewing of a subject is only available for public use.
de: Diese Ansicht ist nur über gopublic zugänglich.

source: Property: Update record failed.
de: Property: Der Datensatz konnte nicht aktualisiert werden.

source: Creation failed.
de: Anlegen schlug fehl.

source: QueryBuilder-Driver could not be found!
de: Der Anfrage-Treiber konnte nicht gefunden werden!

source: Query returned no objects!
de: Die Anfrage ergab keine Treffer

source: Please specify a valid query!
de: Bitte stellen Sie eine gültige Anfrage

source: Please keep your queries between 2 and 30 characters!
de: Suchanfragen müssen zwischen 2 und 30 Zeichen lang sein!

source: This object is locked by {firstname} {lastname} since {locked_time}. Please try again later.
de: Dieses Objekt wurde von {firstname} {lastname} um {locked_time} gesperrt. Bitte vesuchen Sie es später erneut.

source: Obtained lock. Please use 'Save' or 'Cancel' to release the lock!
de: Das Objekt ist für andere gesperrt. »Speichern« und »Abbrechen« heben die Sperre wieder auf.

source: Document body is not well-formed. Please consult the User's Reference for information on well-formed document bodies.
de: Der Dokumentenkörper ist nicht wohlgeformtes (wellformed) XML.

source: A schema is needed for simple form editing
de: Die Formularfunktion benötigt ein Schema

source: The schema needs to be published. Please publish it.
de: Das Schema muss veröffentlicht sein. Bitte publizieren Sie es.

source: Could not parse schema.
de: Das Schema konnte nicht geparst werden.

source: The schema does not meet the simpleformedit validation checks. Please update the schema as described in the documentation.
de: Das Schema erfüllt nicht die Voraussetzungen zur Formularerstellung. Bitte passen Sie es, wie in der Dokumentation beschrieben, an.

source: Could not parse body.
de: Konnte den Dokumentenkörper nicht parsen.

source: Could not find element to update.
de: Konnte das zu aktualisierende Element nicht finden.

source: Changes saved
de: Änderungen gespeichert.

source: Entry created
de: Eintrag erstellt.

source: Could not update body.
de: Konnte den Dokumentenkörper nicht aktualisieren.

source: No title set!
de: Kein Titel gesetzt!

source: This object can not be published directly, please publish the related forum.
de: Dieses Objekt kann nickt direkt veröffentlicht werden. Bitte veröffentlichen Sie das entsprechende Forum.

source: Unpacking file failed
de: Die Datei konnte nicht ausgepackt werden.

source: Could not add portlet.
de: Das Portlet konnte nicht hinzugefügt werden.

source: Path to portlet-target needed.
de: Der Pfad des Portlets wird benötigt.

source: Could not remove portlet.
de: Das Portlet konnte nicht entfernt werden.

source: Which portlet should be removed?
de: Welches Portlet soll entfernt werden?

source: A valid search string is needed.
de: Ein gültiger Suchstring wird benötigt.

source: Querybuilder could not be instantiated.
de: Der Anfragetreiber konnte nicht geladen werden.

source: Copying ReferenceLibraries is not implemented.
de: Das Kopieren von ReferenceLibrary-Objekten ist nicht möglich.

source: Deleting ReferenceLibraries is not implemented.
de: Das Löschen von ReferenceLibrary-Objekten ist nicht möglich.

source: Need some text to import.
de: Leerer Importtext.

source: Unknown Import Format.
de: Unbekanntes Importformat.

source: Could not find import filter.
de: Konnte keinen Importfilter finden.

source: Could not convert input file.
de: Die Eingabedatei konnte nicht konvertiert werden.

source: Could not parse input MODS file.
de: Das MODS-Format der Eingabedatei konnte nicht geparst werden.

source: Imported {num_imported} of {num_total} items
de: {num_imported} von insgesamt {num_total} Einträgen importiert.

source: Password updated successfully.
de: Das Passwort wurde aktualisiert.

source: Passwords did not match.
de: Die Passwörter stimmen nicht überein.

source: Wrong Password.
de: Falsches Passwort.

source: Error: Forgot password confirmation.
de: Fehler: Fehlende Passwortbestätigung.

source: Error: An account with that name already exists.
de: Fehler: Ein Konto dieses Namens existiert bereits.

source: Error creating user '{name}'.
de: Fehler beim Anlegen des Kontos »{name}«.

source: Please check with your system adminstrator.
de: Bitte fragen Sie Ihren Systemadministrator.

source: User '{name}' does not exist.
de: Das Konto »{name}« existiert nicht.

source: User '{name}' updated successfully.
de: Das Konto »{name}« wurde aktualisiert.

source: Update failed for user '{name}'.
de: Fehler beim Aktualisieren des Kontos »{name}«

source: User does not exist.
de: Dieses Konto existiert nicht.

source: Password for user '{name}' updated successfully.
de: Das Passwort für das Konto »{name}« wurde aktualisiert.

source: Password update failed for user '{name}'.
de: Fehler beim Aktualisieren des Passworts für das Konto »{name}«

source: Please specify a new password.
de: Bitte geben Sie ein neues Passwort an.

source: User '{name}' deleted successfully.
de: Das Konto »{name}« wurde gelöscht.

source: Error removing user '{name}'.
de: Fehler beim Löschen des Kontos »{name}«

source: Role '{role_name}' successfully granted to user/role '{user_name}'.
de: Die Rolle »{role_name}« wurde dem Konto »{user_name}« zugewiesen.

source: Error granting '{role_name}' to '{user_name}'.
de: Fehler beim Zuweisen der Rolle »{role_name}« zum Konto »{user_name}«

source: Role '{role_name}' successfully revoked from user/role '{user_name}'.
de: Die Rolle »{role_name}« wurde von dem Konto »{user_name}« entfernt.

source: Error revoking '{role_name}' from '{user_name}'.
de: Fehler beim Entfernen der Rolle »{role_name}« zum Konto »{user_name}«

source: Could not resolve object type name
de: Der angegebene Objekttyp konnte nicht gefunden werden.

source: Objecttype privilege already exists
de: Das Objekttyp-Privileg existiert bereits.

source: Could not create Objecttype privilege.
de: Das Objekttyp-Privileg existiert bereits.

source: Objecttype privilege not found
de: Das Objekttyp-Privileg konnte nicht gefunden werden.

source: Could not delete Objecttype privilege.
de: Das Objekttyp-Privileg konnte nicht entfernt werden.

source: At least one property must be specified to be part of the title!
de: Mindestens ein Attribut muss in den Titel aufgenommen werden!

source: At least a name for the property is needed.
de: Das Attribut muss zumindest einen Namen erhalten!

source: Could not create property
de: Dieses Attribut konnte nicht angelegt werden:

source: Could not create propertymapping for
de: Die Zuordnung für dieses Attribut konnte nicht angelegt werden:

source: Valid property_id needed.
de: Benötige eine gültige property_id.

source: Could not update property
de: Das Attribut konnte nicht aktualisiert werden.

source: Could not reposition property
de: Das Attribut konnte nicht repositioniert werden.

source: Could not delete property
de: Das Attribut konnte nicht entfernt werden.

source: Copying SimpleDBs is not implemented.
de: Das Kopieren von SimpleDB-Objekten ist nicht möglich.

source: Deleting SimpleDBs is not implemented.
de: Das Löschen von SimpleDB-Objekten ist nicht möglich.

source: Mapping could not be deleted.
de: Die Zuordnung konnte nicht entfernt werden.

source: Wrong Parameters.
de: Fehlerhafte Parameter.

source: Could not unset default bookmark!
de: Standardlesezeichen konnte nicht entfernt werden.

source: Could not delete bookmark.
de: Lesezeichen konnte nicht entfernt werden.

source: Your TAN is not valid!
de: Ihre TAN ist nicht gültig!

source: Already answered questionnaires cannot be edited! You can copy the questionnaire and edit the copy.
de: Questionaires, für die bereits Antworten vorliegen, können nicht mehr verändert werden. Sie können eine Kopie anlegen und diese anpassen.

source: Published Questionnaires can not be edited! Unpublish first
de: Veröffentlichte Questionaires können nicht verändert werden! Sie müssen das Objekt erst de-publizieren.

source: Could not create temporary ZIP file
de: Konnte die temporäre ZIP-Datei nicht anlegen.

source: Could not write temporary ZIP file
de: Konnte nicht in die temporäre ZIP-Datei schreiben.

source: Could not find or execute htmldoc.
de: »htmldoc« konnte nicht ausgeführt werden.

source: Could not create PDF file!
de: Konnte PDF-Datei nicht anlegen!

source: Object must be published!
de: Das Objekt muss veröffentlicht sein.

source: No valid email address supplied!
de: Eine gültige E-Mail-Adresse muss angegeben werden!

source: Please supply a meaningful subject
de: Bitte geben Sie eine aussagekräftigen Betreff an!

source: Please keep the subject below 60 characters
de: Suchanfragen müssen zwischen 2 und 30 Zeichen lang sein!

source: Mail size {size} exceeds hard limit of {limit}.
de: Die Nachrichtengröße von {size} übersteigt die Obergrenze von {limit}.

source: Mail-sending failed!
de: Der Mailversand schlug fehl.

source: Parse failure
de: Das Parsen schlug fehl.

source: Parse ok. Parsed CSS:
de: Das Parsen war erfolgreich. Geparstes CSS:

source: URLLink objects are only FLAGGED published!
de: URLLink-Objekte werden lediglich als veröffentlicht markiert!

source: Will not delete last associated subject.
de: Das letzte zugewiesene Thema kann nicht entfernt werden.

source: Object '{title}' together with {num} related objects published.
de: Das Objekt »{title}« wurde zusammen mit {num} abhängigen Objekten veröffentlicht

source: Required module not found. You need to have XML::SAX, XML::SAX::Writer, and XML::Handler::AxPoint installed to create a PDF presentation.
de: Ein benötigtes Perl-Modul wurde nicht gefunden. Um eine PDF-Präsentation zu erstellen müssen XML::SAX, XML::SAX::Writer und XML::Handler::AxPoint installiert sein.

source: The directory where the presentation file resides in, has to be published.
de: Das Verzeichnis, in dem die Präsentation liegt muss veröffentlicht werden.

source: Could not create PDF file: "{err}" Be aware that every referenced image has to be published before the PDF file can be created!
de: Die PDF-Datei konnte nicht erstellt werden: »{err}« Beachten Sie, dass jedes referzierte Bild veröffentlicht werden muss, befor die PDF-Datei erzeugt werden kann!

source: PDF creation has not been succesful.
de: Die PDF-Erstellung schlug fehl.

source: Please specify explict query properties, do not use '*'.
de: Bitte geben Sie eine explizite SELECT-Liste an, ›*‹ darf nicht verwendet werden.

source: Invalid Stylesheet:
de: Ungültiges Stylesheet:

source: Could not transform using stylesheet:
de: Die Transformation schlug fehl:

source: Tablenames need schema prefix. Please edit the SQLReport SQL query.
de: Tabellennamen müssen mit dem Schema-Prefix angegeben werden. Bitte ändern Sie die Anfrage in Ihrem SQLReport entsprechend.

source: Schema {name} not granted. Please edit the SQLReport SQL query or get role grants for XIMS:SQLReportSchema:{name}.
de: Fehlende Rechte für das Schema {name}. Bitte ändern Sie die Anfrage in Ihrem SQLReport oder lassen Sie Sich die entprechenden Rechte erteilen.

source: Could not connect to database:
de: Konnte nicht zur Datenbank verbinden:

source: Could not connect to database using the SQLReportAgentUser. Please check your sqlreportconfig.xml
de: Konnte mit dem SQLReportAgentUser nicht zur Datenbank verbinden. Bitte überprüfen Sie Ihre sqlreportconfig.xml

source: Setting location failed.
de: Die Location konnte nicht gesetzt werden.

source: Failed to clean the location / filename. Please supply a sane filename!
de: Der Versuch, die Location (also den Dateinamen) zu säubern, schlug fehl. Bitte geben Sie einen brauchbaren Dateinnamen an! (a-z, 1-9, -, .)

source: Cannot rename this published object, please unpublish it first!
de: Veröffentlichte Objekte können nicht umbenannt werden, bitte de-publizieren Sie es zuerst.

source: Location '{location}' already exists in container.
de: Ein Objekt mit der Location (Dateiname) »{location}« existiert in diesem Verzeichnis bereits.

source: Please supply a valid location!
de: Bitte geben Sie eine gültige Location an!

source: An object with the location '{location}' already exists in container. Please rename or move that object before undeleting this one.
de: Ein Objekt mit der Location (dem Dateinamen) »{location}« existiert in diesem Verzeichnis bereits. Bitte verschieben oder benennen Sie jenes Objekt um, bevor Sie das aktuelle Objekt aus dem Papierkorb zurückholen.

source: Object could not be undeleted!
de: Das Objekt »{title}« wurde veröffentlicht.

source: Can't move a published object to the trashcan, please unpublish first
de: Ein veröffentlichtes Objekt kann nicht in den Papierkorb verschoben werden. Bitte de-publizieren Sie es zuerst.

source: Moving to the trashcan failed.
de: Das Verschieben in den Papierkorb schlug fehl.

source: Can't delete a published object, please unpublish first
de: Das Objekt »{title}« enthält veröffentlichte (publizierte) Verzeichnisse. Bitte de-publizieren Sie diese zuerst.

source: Delete failed.
de: Das Objekt konnte nicht angelegt werden.

source: Privilege mismatch.
de: Fehlende Berechtigung.

source: Where to move?
de: Wohin soll verschoben werden?

source: Moving published objects has not been implemented yet.
de: Publizierte Objekte können nicht verschoben werden.

source: Invalid target path!
de: Ungültiger Zielpfad.

source: Target and source are the same. (Why would you want doing that?)
de: Start- und Zielpfad sind identisch.

source: Target is not a valid container
de: Das Ziel ist kein gültiges Verzeichnis.

source: Location '{location}' already exists in the target container.
de: Die Location »{location}« existiert bereits im Zielverzeichnis.

source: copy failed!
de: Das Kopieren schlug fehl.

source: Object '{title}' together with one related object published.
de: Das Objekt »{title}« wurde veröffentlicht.

source: Object '{title}' published.
de: Das Objekt »{title}« wurde veröffentlicht.

source: Object '{title}' not published.
de: Das Objekt »{title}« konnte nicht veröffentlicht werden.

source: Publishing object '{title}' failed.
de: Das Objekt »{title}« konnte nicht veröffentlicht werden.

source: Object '{title}' contains published container objects. Please unpublish those first.
de: Das Objekt »{title}« enthält veröffentlichte (publizierte) Verzeichnisse. Bitte de-publizieren Sie diese zuerst.

source: Object '{title}' unpublished.
de: Das Objekt »{title}« wurde de-publiziert.

source: Object '{title}' not unpublished.
de: Das Objekt »{title}« konnte nicht de-publiziert werden.

source: Parse Failure. Could not prettyprint.
de: Das Parsen schlug fehl, es konnte daher nicht neu formatiert werden.

source: Sorry, there is no such user!
de: Dieses Konto existiert nicht.

source: user {name} denied to list privileges on object
de: {name} darf sich die Rechte nicht anzeigen lassen.

source: Privileges changed successfully for user/role '{name}'.
de: Rechte für Konto/Rolle »{name}« erfolgreich geändert.

source: Privileges successfully revoked for user/role '{name}'.
de: Rechte für Konto/Rolle »{name}« erfolgreich entfernt.

source: {search} is an invalid command!
de: »{search}« ist kein gültiges Kommando!

source: unlock failed
de: Das Entsperren schlug fehl.

source: Insufficient privileges, you cannot remove the lock
de: Sie haben nicht die nötigen Rechte um diese Sperre aufzuheben.

source: Could not find a locked object with that search string
de: Es konnte kein gesperrtes, der Suchanfrage entsprechendes Objekt gefunden werden.

source: Query returned one object.
de: Die Anfrage lieferte ein Objekt.

source: Displaying objects {lower} to {upper}.
de: Angezeigt werden die Objekte {lower} bis {upper}.

source: Use the options to undelete or purge objects.
de: Verwenden Sie die Optionen, um Objekte aus dem Papierkorb zurückzuholen oder endgültig zu löschen.

source: A database connection problem occured.
de: Es besteht ein Problem mit der Datenbankverbindung.

source: Could not load application class {classname}.
de: Die Applikationsklasse »{classname}« konnte nicht geladen werden.
